{
	"introductionError" : "{0} L'utilisateur {1} nommé {2} est corrompu dans ma base de données.\nMerci de vérifier ça manuellement.",
	"onlyMaster" : "Je suis désolé mais je ne peux uniquement recevoir ce genre d'ordre de {0}.",
	"needAttachFile" : "Je dois être autoriser à attacher des fichiers pour ça.",
	"chanIsNotNsfw" : "Je ne peux pas prendre le risque de poster du contenu NSFW ici. Merci de rééssayer dans un channel NSFW.",
	"nothingAfterXIterations" : "Je n'ai rien trouvé après {0} itérations.",
	"tooManyRequests" : "Il semblerait que j'ai dépassé le nombre de requètes pour l'API de {0}. Vous devriez attendre un peu avant de rééssayer.",
	"noCorrespondingGuild" : "Je ne suis dans aucune guilde avec ce nom.",
	"betaFeature" : "Je suis désolé mais cette fonctionnalitée est actuellement en phase de test fermé.",
	"dontPm" : "Je suis désolé mais à cause de quelques problèmes interne je ne suis pas encore capable de répondre aux commandes en MP.",
	
	"introductionMsg" : "Bonjour, mon nom est Sanara.\nEnchantée de tous vous rencontrer !",
	"hi" : "Bonjour~",
	"whoIAm" : "Mon nom est (差成夜 深雪) mais vous pouvez juste m'appeler Sanara.\nJe vais faire de mon mieux pour apprendre de nouvelles choses pour vous aider.",
	"userNotExist" : "Cette utilisateur n'existe pas.",
	
	"fileTooBig" : "Je n'ai pas été capable de poster le fichier car il était plus lourd que 8MB.",
	"prepareImage" : "Attendez un peu pendant que je cherche ce que vous avez demandé.",
	
	"rulesShiritori" : "Je vais vous donner un mot en japonais, par exemple りゅう (ryuu) et vous allez devoir trouver un autre mot commençant par la dernière syllabe.\n(Dans cet exemple, un mot commançant par う (u), par exemple うさぎ (usagi).)",
	"rulesKancolle" : "Je vais poster une image d'une fille-navire, vous allez devoir donner son nom.",
	"rulesBooru" : "Je vais poster 3 images de Gelbooru, vous devez identifier quels tags elles ont en commun.",
	"invalidGameName" : "Je ne connais aucun jeu avec ce nom.",
	"gameAlreadyRunning" : "Un jeu est déjà en cours sur ce channel.",
	
	"createArchive" : "J'ai créé l'archive {0} pour sauvegarder mes données, merci !",
	"done" : "C'est bon~",
	"copyingFiles" : "Laissez-moi un peu de temps pour copier tous mes fichiers.",
	"needLanguage" : "Merci de spécifier dans quelle langue vous voulez que je parle.",
	
	"toHiraganaHelp" : "Merci de me donner le mot que vous voulez transcrire en hiragana.",
	"toRomajiHelp" : "Merci de me donner le mot que vous voulez transcrire en romaji.",
	"toKatakanaHelp" : "Merci de me donner le mot que vous voulez transcrire en katakana.",
	"japaneseHelp" : "Merci de me donner le mot que vous voulez traduire.",
	"translateHelp" : "Merci de me donner la langue dans laquelle vous voulez que je traduise, suivi par une phrase.",
	"invalidLanguage" : "Je ne connais pas le language que vous avez donné.",
	"prefixRemoved" : "Le prefix est maintenant désactivé",
	
	"kancolleHelp" : "Merci de donner la fille-navire sur laquel vous voulez des informations.",
	"fille-navireDontExist" : "Je n'ai trouvé aucune fille-navire avec ce nom.",
	"dontDropOnMaps" : "Vous ne pouvez pas obtenir cette fille-navire sur des cartes.",
	"shipNotReferencedMap" : "Je n'ai aucune information de drop sur cette fille-navire.",
	"shipNotReferencedConstruction" : "Je n'ai aucune information de construction sur cette fille-navire.",
	"mapHelp" : "Vous devez donner le numéro du monde suivi du numéro du niveau.",
	
	"vndbHelp" : "Merci de donner le visual novel sur lequel vous voulez des informations.",
	"vndbNotFound" : "Je n'ai trouvé aucun visual novel avec ce nom.",
	
	"indenteHelp" : "Merci de donner le code que vous voulez indenter.",
	
	"mangaHelp" : "Merci de donner le manga sur lequel vous voulez des informations.",
	"animeHelp" : "Merci de donner l'anime sur lequel vous voulez des informations.",
	"mangaNotFound" : "Je n'ai trouvé aucun manga avec ce nom.",
	"animeNotFound" : "Je n'ai trouvé aucun anime avec ce nom.",
	
	"youtubeHelp" : "Merci de donner les mot clés de la vidéo que vous souhaitez.",
	"youtubeNotFound" : "Je n'ai trouvé aucune vidéo avec ces mot clés.",
	
	"radioAlreadyStarted" : "Une radio est déjà en train de jouer sur cette guilde.",
	"radioNeedChannel" : "Merci de rejoindre un channel vocal avant de démarrer la radio.",
	"radioNeedArg" : "Merci de donner les mot clés de la musique que vous voulez.",
	"radioNotStarted" : "La radio n'a pas démarré.",
	"radioAlreadyInList" : "Cette musique est déjà dans la playlist.",
	"radioTooMany" : "Il ne peux pas y avoir plus de 10 musiques dans la playlist.",
	"radioNoSong" : "Il n'y a aucune musique en train de jouer.",
	"cantDownload" : "Je suis désolé mais je n'ai pas été capable de télécharger cette musique.",
	"songSkipped" : "{0} à été passé.",
	
	"xkcdWrongArg" : "Si vous voulez un comic en particulier, merci de donner son id.",
	"xkcdWrongId" : "L'id donnée doit être entre 1 et {0}.",
	
	"noCommandAvailable" : "Il n'y a aucune commande disponible pour ce module",
	"help" : "Aide",
	"animeMangaModuleName" : "Module d'Anime/Manga",
	"animeMangaModuleDescription" : "**Anime [nom]:** Donne des informations à propos d'un anime\n**Manga [name]:** Donne des informations à propos d'un manga",
	"booruModuleName" : "Module Booru",
	"booruModuleDescription" : "**Safebooru [tags]:** Demande une image aléatoire depuis Safebooru (seulement des images SFW)",
	"booruModuleDescription2" : "\n**Konachan [tags]:** Demande une image aléatoire depuis (uniquement des fond d'écran)\n**Gelbooru [tags]:** Demande une image aléatoire depuis Gelbooru (pas vraiment de règles particulières)\n**Rule34 [tags]:** Demande une image aléatoire depuis Rule34 (principalement des images étranges)\n**E621 [tags]:** Demande une image aléatoire depuis E621 (principalement du furry)",
	"codeModuleName" : "Module de Code",
	"codeModuleDescription" : "**Indente [code]:** Indente le code donné",
	"communicationModuleName" : "Module de Communication",
	"communicationModuleDescription" : "**Infos [utilisateur]:** Donne des informations à propos d'un utilisateur\n**BotInfos:** Donne des informations à propos du bot",
	"debugModuleName" : "Module de Debug",
	"debugModuleDescription" : "**Print debug:** Affiche des informations général à propos du bot",
	"doujinshiModuleName" : "Module de Doujinshi",
	"doujinshiModuleDescription" : "**Doujinshi [tags]:** Demande un doujinshi depuis Nhentai",
	"gameModuleName" : "Module de Jeu",
	"gameModuleDescription" : "**Play shiritori:** Lance le jeu du shiritori (vous devez trouver un mot en japonais qui commence par la syllabe du précédent)\n**Play kancolle:** Lance le jeu de devinette KanColle (vous devez identifier des fille-navires par une image)",
	"gameModuleDescription2" : "**Play booru:** Lance le jeu d'identification booru (vous devez identifier les tags d'images venant de Gelbooru)",
	"googleShortenerModuleName" : "Module Google Shortener",
	"googleShortenerModuleDescription" : "**Random url:** Donne une URL aléatoire de goo.gl",
	"kantaiCollectionModuleName" : "Module Kantai Collection",
	"kantaiCollectionModuleDescription" : "**Kancolle [fille-navire]:** Donne des informations à propos d'une fille-navire depuis le wikia KanColle\n**Drop [fille-navire]:** Donne des informations à propos de où vous pouvez trouver une fille-navire dans Kancolle\n**Map [monde] [niveau]:** Donne des informations à propos une carte de Kancolle",
	"linguisticModuleName" : "Module Linguistique",
	"linguisticModuleDescription" : "**Hiragana [mot]:** Transcrit un mot en hiragana\n**Katakana [mot]:** Transcrit un mot enkatakana\n**Romaji [mot]:** Transcrit un mot en romaji\n**Definition [mot]:** Traduit un mot en japonais et en anglais\n**Translation [langue] [phrase]:** Traduit une phrase dans le language donné",
	"radioModuleName" : "Module de Radio",
	"radioModuleDescription" : "**Radio launch:** Fait en sorte que le bot vous rejoigne dans un channel vocal\n**Radio add [URL YouTube/mot clés]:** Ajoute une musique à la playlist\n**Radio playlist:** Affiche la playlist actuelle\n**Radio skip:** Passe la musique acutellement jouée\n**Radio stop:** Arrète la radio et quitte le channel vocal",
	"settingsModuleName" : "Module de Configuration",
	"settingsModuleDescription" : "**Language [langage]:** Défini le langage dans lequel le bot parle",
	"visualNovelModuleName" : "Module de Visual Novel",
	"visualNovelModuleDescription" : "**Vn [visual novel]:** Donne des informations à propos d'un visual novel",
	"xkcdModuleName" : "Module Xkcd",
	"xkcdModuleDescription" : "**Xkcd [(optionnel) id du comic]:** Donne un comic aléatoire de xkcd",
	"youtubeModuleName" : "Module Youtube",
	"youtubeModuleDescription" : "**Youtube [mot clés]:** Donne une vidéo YouTube par rapport aux mot clés donnés"
	
}